Repository: myzzxc/2014-crown
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: With the HDW Cosy heating blanket you have purchased a MEDISANA quality product.
zh_tw: 您購買了 MEDISANA 的優質產品 HDW 保溫電毯。

source: With the MEDISANA heating blanket HDW you can gently warm and relax your whole body.
zh_tw: MEDISANA 保溫電毯 HDW 可舒適地溫暖並放鬆您的全身，

source: You have purchased the Foot Warmer FWS, a quality product by MEDISANA.
zh_tw: 您已購買 MEDISANA 的優質產品，暖腳機 FWS。

source: after approx. 90 min
zh_tw: 約 90 分鐘

source: approx. 2 m
zh_tw: 約 2 m

source: approx. 30 (l) x 30 (w) x 23 (h) cm
zh_tw: 約 30 (長) x 30 (寬) x 23 (高) cm

source: approx. 580 g
zh_tw: 約 580 g

source: eMail: info@medisana.de
zh_tw: 電子郵件：info@medisana.de

source: • 1 MEDISANA Cosy heating blanket HDW with control unit
zh_tw: • 1 MEDISANA 保溫電毯 HDW 含控制器

source: • 1 MEDISANA foot warmer FWS with insert cover
zh_tw: • 1 MEDISANA 暖腳機 FWS 及插入式外套層

source: • Do not use if you notice wear, damage or signs of improper use on the electric blanket, the switch or the cables.
zh_tw: • 若您發現磨損、損壞或有不當使用保溫電毯、交換器或電線的跡象時請勿使用，

source: • Do not use if you notice wear, damage or signs of improper use on the foot warmer, the switch or the cables.
zh_tw: • 若您發現磨損、損壞或有不當使用暖腳機、交換器或電線的跡象時請勿使用，

source: • If the power supply cable is damaged, it may only be replaced by MEDISANA, an authorized dealer or by qualified personnel to avoid any risk of danger.
zh_tw: • 若電源線或變壓器損壞，僅能由 MEDISANA 授權經銷商或合格人員更換。

source: CAUTION
zh_tw: 謹慎

source: NOTE
zh_tw: 注意

source: All damage which is due to repairs or tampering by the customer or un-authorized third parties.
zh_tw: 所有由客戶本身或非授權第三方進行維修或改裝所造成之損壞。

source: Aqueous preparation.
zh_tw: Aqueous preparation. 水溶液製備。

source: At fueling stations to catch spilled fuel. In some of the catch basins that are designed to capture grease and lubricant.
zh_tw: 於加油站吸附外溢燃料。某些集油槽設計用於收集潤滑脂和潤滑劑。

source: Bonafide requests for disclosure of trade secret information to medical personnel must be made in accordance with the provisions contained in 29 CFR 1910.1200 I 1-13.
zh_tw: 洩露商業機密予以醫務人員請務必根據 29 CFR 1910.1200 I 1-13 之規範進行。

source: Carcinogenicity Not available.
zh_tw: Carcinogenicity Not available. 致癌性 無。

source: FIRE-FIGHTING MEASURES
zh_tw: FIRE-FIGHTING MEASURES 消防措施

source: Helps in cleanup as well. Much easier to pull a Spillow out and replace it than to dump a drip pan into a used oil container and dispose of it.
zh_tw: 同時有助於清理。直接取出並更換洩漏吸收枕 (Spillow) 比起將滴水盤中的漏油倒入回收容器中再丟棄更為簡便。

source: National regulations
zh_tw: National regulations 國家法規

source: Note: In case of a carbonated surface of the existing concrete structure the carbonated layer shall be removed in the area of the post-installed rebar connection with a diameter of 4) + 60 mm prior to the installation of the new rebar.
zh_tw: 註：若現有混凝土結構為碳酸表面，在安裝新鋼筋前，應移除安裝後鋼筋連接直徑為 ϕ + 60 mm 區域的碳酸層。

source: Raytek and Ircon are not endorsed, sponsored, affiliated with or otherwise authorized by any named company.
zh_tw: Raytek 和 Ircon 未經上述公司認可、贊助、相關聯或授權。

source: Realtime exposure test in a project for 6 years, between 1991 and 1997 Performed by HOECHST Laboratory in year 1997
zh_tw: 於專案中進行 6 年即時曝射測試，測試於 1991 - 1997 年 由 HOECHST 實驗室於 1997 年執行

source: Realtime exposure test in the project for 6 years Realtime in year 1991-1997
zh_tw: 於專案中進行 6 年即時曝射測試 即時測試於 1991 - 1997 年

source: Simple kit with a Spillow sock and a small bag. The pitch is that it will allow the lift operator to contain the spill quickly.
zh_tw: 簡單的工具組幫包含洩漏吸收枕襪套與一個小袋，如此可讓叉動車駕駛迅速吸收洩漏。

source: Usually clay products. Utilizing our two-drum system, they can handle small spills easier and have enough spill capacity for larger spills.
zh_tw: 通常是黏土製品，使用我的的雙桶系統，他們可以更輕鬆的處理小量洩漏並有足夠的洩漏處理能力以應付大量洩漏。

source: Usually diesel, hydraulic oil, lubricant, etc. The farms are usually on raised areas with a catch basin of some sort under them or are in a containment area.
zh_tw: 通常是柴油、液壓油、潤滑劑等。油罐區通常位於架高的區域並有集油盆位於下方，或位於密閉區域中。

source: 2For use with the load combinations of IBC Section 1605.2 or ACI 318 Section 9.2, as set forth in ACI 318 D.4.3.
zh_tw: 用於 IBC 章節 1605.2 或 ACI 318 章節 9.2 負荷組合的數值，應符合 ACI 318 D.4.3。

source: 2Mechanical properties of corrosion resistant stainless steel fasteners – Part 1: Bolts, screws and studs 3Nuts of other grades and styles having specified proof load stresses greater than the specified grade and style are also suitable.
zh_tw: 2耐腐蝕不鏽鋼緊固件的機械特性 – 第 1 部分：螺栓、螺釘和螺柱。 3其他等級和樣式的螺母，若保證負荷應力大於指定等級和樣式，也可適用。

source: 2Mechanical properties of fasteners made of carbon steel and alloy steel – Part 1: Bolts, screws and studs.
zh_tw: 2碳鋼和合金鋼製緊固件的機械特性 – 第 1 部分：螺栓、螺釘和螺柱。

source: Before use, the protective gloves should be tested in any case for its specific work-station suitability (i.e. mechanical resistance, product compatibility and antistatic properties).
zh_tw: Before use, the protective gloves should be tested in any case for its specific work-station suitability (i.e. mechanical resistance, product compatibility and antistatic properties). 防護手套應於使用前測試，確保在任何情況下與特定工作站之相容性 (即機械阻力，產品的相容性與抗靜電性能)。

source: For bore holes deeper then 240 mm, compressed air (min.
zh_tw: 若鑽孔深達 240 mm，

source: Hammer drill (HD) Compressed air drill (CD) Rebar ϕ Drill ϕ
zh_tw: 錘鑽 (HD) 氣壓鑽 (CD) 鋼筋 ϕ 鑽孔 ϕ

source: The depth of concrete to be removed shall correspond to at least the minimum concrete cover in accordance with EN 1992-1-1:2004+AC:2010.
zh_tw: 混凝土移除深度應遵照 EN 1992-1-1:2004+AC:2010，至少為混凝土保護層的最小深度。

source: Translations of this European Technical Assessment in other languages shall fully correspond to the original issued document and shall be identified as such.
zh_tw: 本歐洲技術評估若翻譯為其他語言，則應與原始頒布文件完全一致，並且應被視為原始頒佈文件。

source: 2Characteristic bond strengths are for sustained loads including dead and live loads.
zh_tw: 2持續負荷之特徵黏結強度包含固定及活動負荷。

source: Check brush diameter (Table B5) and attach the brush to a drilling machine or a battery screwdriver.
zh_tw: 檢查鋼刷直徑 (表 B5)，並將鋼刷與鑽孔機或電動起子連接。

source: Design operations thus to avoid permanent use of protective gloves.
zh_tw: Design operations thus to avoid permanent use of protective gloves. 需設計操作方式以避免永久使用同一防護手套。

source: Focus on the fact that you can custom make them for their needs.
zh_tw: 專注在你能針對他們的需求客製化，

source: Here, the impingement heat transfer remains the dominant heat-transfer mechanism in the compression chamber during its injection phase.
zh_tw: 此處衝擊熱傳導限於壓縮腔體範圍於注入相之熱傳機制。

source: In the shops where parts are broken down and serviced.
zh_tw: 用於損壞零件的維修廠房。

source: International transport regulations
zh_tw: International transport regulations 國際運輸法規

source: Mahkamov [5] used both second-order approach and axisymmetric CFD approach to analyze the working process of a solar Stirling engine.
zh_tw: Mahkamov [5] 使用二階方式於軸對稱計算流體力學方式以分析太陽能史特林引擎作動過程，

source: The foregoing may be neglected if building components are new and not carbonated and if building components are in dry conditions.
zh_tw: 若建築構件為全新、非碳酸以及在乾燥條件下，則可忽略上述條件。

source: This make it difficult for our product.
zh_tw: 這會讓我們的產品使用困難。

source: 3Based on 2-in.
zh_tw: 3除了 ISO 898 符合 2 英吋

source: Finally blow the hole clean again with compressed air (min.
zh_tw: 最後再次使用壓縮空氣

source: ( 0.08 - 0.12 g/cm ) Moisture Content: 10-15% by weight
zh_tw: ( 0.08 - 0.12 克 / 公分) 水含量：10-15 重量 %

source: For bore holes deeper than 240 mm, compressed air (min.
zh_tw: 若鑽孔深達 240 mm，

source: Raytek and Ircon sensors, with digi­tal electronics and 2-way communi­cations, can be configured remotely from the safety of the control room.
zh_tw: Raytek 和 Ircon 之感測器含有數位電子技術與雙向通訊功能，能於控制室安全地進行遠端設定。

source: Mahkamov [10] also reported a 3D CFD approach on a prototype biomass Stirling engine to improvement its performance.
zh_tw: Mahkamov [10] 也提出一個三維計算流體力學法用於生質史特林引擎原形以改進效能，

source: Spillows can be used to wipe up any smaller spills.
zh_tw: 洩漏吸收枕可用於擦淨小量洩漏。

source: = diameter of clearance hole in the fixture
zh_tw: = 夾具間隙孔的直徑

source: > M24: Property class 50 (for class 50 rod) EN ISO 3506-2:2009 M24: Property class 70 (for class 70 rod) EN ISO 3506-2:2009
zh_tw: > M24：屬性等級 50 (用於等級 50 錨桿) EN ISO 3506-2:2009 ≤ M24：屬性等級 70 (用於等級 70 錨桿) EN ISO 3506-2:2009

source: > M24: Property class 50 EN ISO 3506-1:2009 M24: Property class 70 EN ISO 3506-1:2009
zh_tw: > M24：屬性等級 50 EN ISO 3506-2:2009 ≤ M24：屬性等級 70 EN ISO 3506-2:2009

source: >93 % - Readily - - -
zh_tw: >93 % - Readily - 易降解 - -

source: A Preparing the cartridge 1.
zh_tw: A 準備卡匣 1、

source: A Stirling cycle involves very complicated heat and mass transfer processes, and the engine itself consists of many multi-dimensional components whose geometrical effects can be important.
zh_tw: 史特林循環牽涉非常複雜的熱量與質量傳導過程，且引擎本身包含了許多多維度的元件，其幾何影響甚鉅。

source: A big part of our success is based on our close cooperation with our customers to develop instruments that solve even the most difficult applications.
zh_tw: 我們的成功很大一部分是基於我們與客戶的密切合作以開發出解決最困難的應用之儀器。

source: A combined load loss figure for the complete transformer is referred to a specified winding load combination.
zh_tw: 特定繞組負載組合可參照完整變壓器之綜合負載損耗圖，

source: A computational ﬂuid dynamics study on the heat transfer characteristics of the working cycle of a low-temperature-differential γ-type Stirling engine
zh_tw: 低溫差 γ-型史特林引擎工作循環之熱傳導性質計算流體力學研究

source: A detailed overview of the existing numerical models for the analysis on different Stirling engine cycles can be found in Mahkamov [5].
zh_tw: Mahkamov [5] 的著作中詳細記載了現有的分析不同史特林引擎循環之數值模型概觀，

source: A few 20g spill kits should be a no brainer for every warehouse.
zh_tw: 每間倉庫少數的 20g 洩漏處理工具組是非常容易達到的，

source: A further winding in the transformer, usually with lower value of rated power than the secondary winding, is then often referred to as 'tertiary winding', see also definition 3.3.8.
zh_tw: 變壓器中額外的繞組，當額定功率小於二次繞組時通常被稱作 '三次繞組 (tertiary winding)'，請參閱定義 3.3.8。

source: A list of all parts of the IEC 60076 series can be found, under the general title Power transformers, on the IEC website.
zh_tw: 可於 IEC 網站上之電力變壓器標題中找到 IEC 60076 系列所有部分的清單。

source: A little and clearly noticeable
zh_tw: 有些許裂紋明顯可見

source: A little noticeable but not conspicuous
zh_tw: 有些許裂紋但不明顯

source: A mat system can be designed to go under the tanks if they are raised or at the base of the spout of the tanks if that is more appropriate.
zh_tw: 可以設計一個吸收墊系統於架高的油槽下方或依情況置於油嘴底部，

source: A puncture in a small bag can cause a mess in a cab.
zh_tw: 小袋穿刺破裂會導致車廂內一片混亂。

source: A reduced mechanical attribute of the pipes cannot be derived from these existing microfissures.
zh_tw: 這些微裂紋並不會造成管材機械強度降低。

source: A series of seven PIV analyses were conducted, in which the entire 3228×2448 pixels random image was covered in square patches with side length, L, 8, 16 and 32 pixels respectively.
zh_tw: 所進行的一系列的 PIV 分析中，個別使用邊長 L、8、16 及 32 像素之方形區塊覆蓋整個 3228×2448 像素隨機影像，

source: A spill that goes under pallets or under a rack system can be hours to clean up.
zh_tw: 外漏的油污進入托盤或機架系統可能需要數小時來清理。

source: A spill there could be massive and could stop production.
zh_tw: 可能大規模洩漏並使生產停止。

source: A tank farm is the area where they keep totes filled with their normal chemicals.
zh_tw: 油罐區為填充一般化學品的區域，

source: A temperature which is judged by the hand to be slightly warm can be felt by the feet to be unpleasantly hot.
zh_tw: 手感受稍微暖和的溫度可能使雙腳感覺溫度高。

source: A three-dimensional compressible CFD code has been developed to study the heat transfer characteristics of a twin-power piston γ-type Stirling engine.
zh_tw: 開發三維可壓縮程式碼以研究雙活塞驅動 γ-型史特林引擎之熱傳導性質，

source: A two drum system is ideal in this situation again as these companies have a large amount of oil and oily mist on the floors.
zh_tw: 此處雙桶系統較為理想，因為此類型公司的地板上有大量的油與油霧。

source: A very important contrast
zh_tw: 非常明顯的變化

source: A wide range of optics, includ­ing a remote-controlled, motorized variable focus option on some mod­els, covers an enormous variety of applications.
zh_tw: 種類繁多的光學系統能用於各式的應用中，包括遠端控制、某些型號具有選配電動變焦功能。

source: ACCESSORIES
zh_tw: 配件

source: ACTION TO BE TAKEN IF MATERIAL IS RELEASED OR SPILLED:
zh_tw: 若材料洩漏或外溢所採取之措施：

source: ADDITIONAL INFORMATION
zh_tw: 附加資訊

source: ADN/ADNR Class
zh_tw: ADN/ADNR Class ADN/ADNR 分類

source: ADR = International Carriage of Dangerous Goods by Road
zh_tw: ADR = International Carriage of Dangerous Goods by Road 國際道路危險貨物運輸

source: ADR Tunnel Code: (-)
zh_tw: ADR Tunnel Code: (-) ADR 隧道規範

source: ADR/RID Class
zh_tw: ADR/RID Class ADR/RID 分類

source: AIR TRANSPORT:
zh_tw: 航空運輸：

source: APPEARANCE - COLOR:
zh_tw: 外觀 - 顏色：

source: APPEARANCE:
zh_tw: 外觀：

source: APPRX
zh_tw: 約

source: ASSOCIATED STRENGTH REDUCTION FACTOR
zh_tw: 相關強度縮減因數

source: ASTING –
zh_tw: 混凝土澆注 –

source: ASTM F568M5 Class 5.8 (equivalent to ISO 898-12 Class 5.8)
zh_tw: ASTM F568M5 Class 5.8 (同 ISO 898-12 Class 5.8)

source: AUTO IGNITION TEMPERATURE
zh_tw: 自燃溫度

source: Absorb with an inert material.
zh_tw: Absorb with an inert material. 以惰性材料吸附。

source: Absorbent and Spill Control
zh_tw: 吸收劑和洩漏控制

source: Abstract
zh_tw: 摘要

source: Accidental release measures
zh_tw: Accidental release measures 意外洩漏措施

source: According to Decision of the Commission of 24 June 1996 (96/582/EC) (OJ L 254 of 08.10.96 p.
zh_tw: 根據委員會於 1996 年 6 月 24 日決定 (96/582/EC) (OJ L 254 的 08.10.96

source: According to Fig. 1, the displacements of the piston and displacer are:
zh_tw: 根據圖 1，活塞與換氣活塞的位移為：

source: According to the geological map compiled by the Central Geological Survey (Fig. 2), the study area is located at inner foothill zone, and is underlain mainly by Miocene sedimentary rocks.
zh_tw: 根據中央地質調查所 (圖 2) 地質圖，研究之區於位於麓山區域內部，主要由中新世沉積岩 (Miocene sedimentary rock) 覆蓋。

source: According to this result of very slow progress in dismantling of the white outer HDPE layer as well as the fact that the mechanical properties are mainly secured from the 10mm black HDPE inner layer we assume a function suitability for this pipe of several decades.
zh_tw: 根據此結果，白色高密度聚乙烯外層剝落速度非常緩慢，同時機械性質主要由 10 mm 黑色高密度聚乙烯內層提供支撐，因此我們推測此管材能正常使用數十年。

source: Accurate and reliable temperature measurement is a part of efficient metal processing and steel manu­facturing.
zh_tw: 精準可靠的溫度量測為高效率金屬加工和鋼材製造的一環，

source: Acetic acid
zh_tw: Acetic acid 醋酸

source: Acute LC50 >100 mg/l Fresh water
zh_tw: Acute LC50 >100 mg/l Fresh water 急性半數致死濃度 >100 mg/l 清水

source: Acute Toxicity
zh_tw: 劇毒性

source: Acute dermal toxicity
zh_tw: Acute dermal toxicity 急性皮膚毒性

source: Acute inhalational toxicity
zh_tw: Acute inhalational toxicity 急性吸入毒性

source: Acute oral toxicity
zh_tw: Acute oral toxicity 急性口服毒性

source: Acute toxicity
zh_tw: Acute toxicity 急性毒性試驗

source: Additional information
zh_tw: Additional information 附加資訊

source: Additional information for the determination of nominal bond strength in tension is given in Section 4.1.4 of this report.
zh_tw: 決定張力下標稱黏合強度的附加資訊位於本報告章節 4.1.4。

source: Address
zh_tw: Address 地址

source: Adhere to the manufacturer’s instructions and information relating to the use, storage, care and replacement of protective gloves.
zh_tw: Adhere to the manufacturer’s instructions and information relating to the use, storage, care and replacement of protective gloves. 防護手套之使用、儲存、維護以及更換，請遵照製造商之說明與和相關資訊。

source: Adjustments to the bond strength may also be taken for increased concrete compressive strength as noted in the footnotes to the corresponding tables.
zh_tw: 可能同時會增加混凝土抗壓強度，以調整黏合強度，將註解在相應表格的註腳中。

source: Advice for firefighters
zh_tw: Advice for firefighters 予以消防員之建議

source: Advice for firefighters:
zh_tw: Advice for firefighters: 予以消防員之建議：

source: Advice on protection against fire and explosion
zh_tw: Advice on protection against fire and explosion 防範火災與爆炸之建議

source: Advice on safe handling
zh_tw: Advice on safe handling 安全搬運之建議

source: Advice on storage assembly
zh_tw: Advice on storage assembly 儲存裝置之建議

source: Advices to personal protection equipment:
zh_tw: Advices to personal protection equipment: 個人防護裝備建議：

source: After a few days of the Chi-Chi event, the Hongtsaiping area in central Taiwan was reported to have several meters of slide in a small scale area.
zh_tw: 集集地震發生幾天後，臺灣中部的紅菜坪地區於小範圍的區域內有數公尺的地滑紀錄，

source: After a few minutes you will be able to feel the heating blanket getting noticeably warmer.
zh_tw: 幾分鐘後，將能明顯感覺到保溫電毯變熱。

source: After approx. 5 seconds you can switch the foot warmer back on by sliding the switch to level 1, 2 or 3.
zh_tw: 約 5 秒鐘後，可以切換滑動開關至設置 1、2 或 3開啟暖腳機。

source: After cleaning, the bore hole has to be protected against re-contamination in an appropriate way, until dispensing the mortar in the bore hole.
zh_tw: 完成清潔後，必須以適當方式防止孔洞再次受到汙染，直到砂漿注入孔洞內。

source: After contact with the hot melt: cool with water, seek medical attention.
zh_tw: After contact with the hot melt: cool with water, seek medical attention. 接觸熱融物後：以清水冷卻，尋求醫療協助。

source: After eye contact
zh_tw: After eye contact 接觸眼睛

source: After finishing work, leave the static mixer attached to the cartridge.
zh_tw: 施工完成後，將靜態混合器留置於卡匣上。

source: After full curing time tcure has elapsed, the add-on part can be installed.
zh_tw: 度過充分固化時間tcure，便可安裝附加部分。

source: After full curing, the add-on part can be installed with the max torque (Table 32) by using a calibrated torque wrench.
zh_tw: 充分固化後可安裝附加零件，需使用校準之扭力扳手且不超出最大扭矩值 (表 32) 。

source: After ingestion
zh_tw: After ingestion 誤食

source: After inhalation
zh_tw: After inhalation 吸入

source: After insert the anchoring element excess mortar must emerge from the mouth of the hole.
zh_tw: 注入錨固原料完成後需將孔洞口之多餘泥漿去除。

source: After orthorectifying, PIV overlaps the two rectified images with all the same area.
zh_tw: 正射校正後，PIV 重疊兩張完全相同區域的校正影像，

source: After skin contact
zh_tw: After skin contact 接觸皮膚

source: After that, we applied the cross-correlation method in the PIV technique to analyze the displacement of the Hongtsaiping landslide area in the selected images.
zh_tw: 接著使用 PIV 技術中的交互相關法以分析所選取之影像中紅菜坪地滑區的位移。

source: After the Chi-Chi earthquake, Chiufengershan dip-slope landslides, the Tsaoling rockslides (Hung, 2000; Hung et al., 2000; Lin et al., 2000; Liao et al., 2002; Chigira et al., 2003; Shou and Wang, 2003), surface stripping of the Jiujiufeng (99 peaks) and the Hontsaiping landslide took place due to this event.
zh_tw: 集集大地震之後，引發了九份二山順向坡山崩、草嶺岩崩 (Hung，2000 年；Hung 等人，2000 年； Lin 等人，2000 年；Liao 等人，2002 年；Chigira 等人，2003 年；Shou 和 Wang，2003 年)、九九峰地表剝露 (99 座山峰) 以及紅菜坪地滑。

source: After-Market Auto & Trucking Large Manufacturing
zh_tw: 汽車售後市場 & 卡車運輸大型製造業

source: Air Porosity: 10 - 20% (V/V)
zh_tw: 空氣孔隙率： 10 - 20%（V/V）

source: Algae toxicity
zh_tw: Algae toxicity 藻類毒性

source: All temperature ranges
zh_tw: 所有溫度範圍

source: All cartridges could also be extruded by a battery tool.
zh_tw: 所有卡匣均可使用電動工具取出。

source: All common extinguishing agents are suitable.
zh_tw: All common extinguishing agents are suitable. 所有常用的滅火劑皆適用。

source: All components are listed on the TSCA Inventory.
zh_tw: TSCA 清單上列出了所有的成分。

source: All of the oil and lubricant used in a machine shop has to be stored somewhere.
zh_tw: 機械廠所有的機油和潤滑劑必須要儲存於某處，

source: All of these plants have 55 gallon drums sitting around where they pump out smaller allotments of oil, fuel, or chemicals.
zh_tw: 此類廠房周圍皆放有 55 加侖桶，用來供應小量油品、燃料、或化學品。

source: All of these shops will have loose product on hand.
zh_tw: 此類機械廠皆備有散裝產品，

source: All operators and buyers in this industry are worried (rightfully so) about their service guys over using the product.
zh_tw: 此行業中所有運營商和買家都關心 (理應如此) 他們的維修人員使用該產品，

source: All original test reports are deposited at PES.TEC and for confidentiality reasons they can only be reviewed by independent experts and auditors.
zh_tw: 所有原始的測試報告已存放於 PES.TEC，基於保密原因，資料僅能由個別專家與審查員進行審查。

source: All rights reserved.
zh_tw: 版權所有。

source: All three brands are now part of FLUKE.
zh_tw: 此三個品牌現在皆為 FLUKE 的子公司。

source: All users are obliged to hand in all electrical or electronic devices, regardless of whether or not they contain toxic substances, at a municipal or commercial collection point so that they can be disposed of in an environmentally acceptable manner.
zh_tw: 無論是否含有有毒物質，所有使用者有都義務將所有的電氣或電子設備送至政府或私營的回收點，以確保處置符合環保。

source: All users are obliged to hand in all electrical or electronic devices, regardless of whether or not they contain toxic substances, at a municipal or commercial collection point so that they can be disposed of in an environmentally acceptable manner. Consult your municipal authority or your dealer for information about disposal.
zh_tw: 無論是否含有有毒物質，所有使用者有都義務將所有的電氣或電子設備送至政府或私營的回收點，以確保處置符合環保。關於廢棄物處置資訊請洽當地政府或經銷商。

source: All users should ensure that they have the latest edition of this publication.
zh_tw: 所有使用者必須都確保其持有此出版物的最新版本。

source: Allocation of a waste code number, according to the European Waste Catalogue, should be carried out in agreement with the regional waste disposal company.
zh_tw: Allocation of a waste code number, according to the European Waste Catalogue, should be carried out in agreement with the regional waste disposal company. 依據歐洲廢棄物目錄 (European Waste Catalogue) 分配之廢棄物規範編號，必須與當地廢棄物處置公司相同。

source: Allow the adhesive to cure to the specified time prior to applying any load or torque.
zh_tw: 黏著劑在承受任何附載前可於指定時間固化。

source: Allow the adhesive to cure to the specified time prior to applying any load.
zh_tw: 黏著劑在承受任何附載前可於指定時間固化。

source: Allow to solidify.
zh_tw: Allow to solidify. 使其固化。

source: Allowable in-plane shear strength of exempt anchors, parallel to the edge of concrete shall be permitted to be determined in accordance with AISI S100 Section E3.3.1.
zh_tw: 無須使用錨固之平行混凝土邊緣平面剪力強度，應依照 AISI S100 章節 E3.3.1 規範。

source: Along this creek, we found bending of layers at the foot of the slope (Fig. 3) and a main scarp (Fig. 4) which supports the sliding of the formations in this area.
zh_tw: 沿著這條小溪可發現邊坡下的地層彎折 (圖 3) 和一個主要斷崖 (圖 4) 證明此區域的地層滑動。

source: Also, breaking of roads and bended stems of betel palms are commonly observed in this study area suggesting unstable ground movement.
zh_tw: 此外，本研究中也觀察到許多道路斷裂和檳榔樹彎折，皆顯示出地面不穩定的運動。

source: Although a Stirling engine is a close system where precise boundaries can be deﬁned, the problem is unsteady, multiphasic, and multi-scale in nature.
zh_tw: 雖然史特林引擎為一個封閉系統使其邊界可精確定義，但其問題為不穩定、多相以及多尺度的特性。

source: Although the PIV technique is not as precise as traditional geological fieldwork in small locations, it can provide wide-covered area analysis and unobvious trend of non-catastrophic landslides or creep in mountain area where researchers hardly arrive.
zh_tw: 雖然 PIV 技術不如傳統傳統小區域地質田野調查精確，但它可以為研究人員難以進入的地區提供之大範圍分析以及非遽變性地滑或山地潛移的不明顯趨勢，

source: Although CFD approach has been applied to the research and development of industrial Stirling engines, in open literature, there has not been a detailed CFD study on the basic heat transfer processes in the γ-type Stirling engine cycle.
zh_tw: 雖然計算流體力學法已經廣泛應用於工業使特林引擎之研究與開發，但現有文獻中並沒有 γ-型史特林引擎循環中基本熱傳導過程的詳細計算流體力學研究。

source: Always make sure that the foot warmer is not creased or folded while it is in use.
zh_tw: 請隨時確認暖腳機使用時無皺摺或折疊。

source: Always provide good general, ventilation where this material to minimize dust exposure.
zh_tw: 於含有此材料處提供良好的通風以減少粉塵暴露。

source: Among different types of Stirling engines, the γ-type engine has many speciﬁc advantages as described in Kongtragool and Wongwises [11].
zh_tw: 不同形式的史特林引擎中，γ-型引擎如 Kongtragool 和 Wongwises [11] 所述具有許多特定的優點，

source: Among them, the model proposed by Schmidt is the stereotype, and improved variants of Schmidt’s model are nowadays the most widely adopted models [6–8] for numerical analysis of Stirling engines.
zh_tw: 其中，Schmidt 提出的模型最為經典，Schmidt 模型之改進版本為當今史特林引擎數值分析最廣泛採用的模型 [6-8]。

source: An important contrast
zh_tw: 明顯的變化

source: An in-house CFD code has been developed and applied to a twin-power-piston γ-type Stirling engine to study the heat transfer characteristics in the thermodynamic cycle of the Stirling engine.
zh_tw: 本研究開發了一組自行撰寫之計算流體力學程式碼並套用至雙動力活塞 γ-型史特林引擎以研究史特林引擎熱力學循環之熱傳導特性，

source: An institution established by the Federal and Laender Governments
zh_tw: 聯邦政府和各州政府設立之機構

source: Analogy
zh_tw: Analogy 類比
